<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    // LOGIN FORM
    'title'             => 'Авторизация',
    'e-mail'            => 'E-mail',
    'password'          => 'Пароль',
    'remember_me'       => 'Запомнить меня',
    'login-button'      => 'Войти',
    'forgot_password'   => 'Восстановить пароль',

    // REGISTER FORM
    'register'          => 'Регистрация',
    'register_username' => 'Имя пользоваталя',
    'register_email' => 'E-mail',
    'register_password' => 'Пароль',
    'register_password_confirmation' => 'Подтвердите пароль',

    // VERIFY
    'verify' => 'Проверьте свой адрес электронной почты',
    'verify_email' => 'Проверьте свой адрес электронной почты',
    'verify_refresh' => 'На ваш адрес электронной почты отправлена новая ссылка для подтверждения',
    'verify_check_your_email' => 'Прежде чем продолжить, проверьте свою электронную почту на наличие ссылки для подтверждения.',
    'verify_not_receive' => 'Если вы не получили письмо',
    'verify_request_repeatedly' => 'нажмите здесь, чтобы запросить повторно',

    // ERRORS
    'failed'   => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
];